Repository: rero/sonar
Catalog: sonar/translations/*/LC_MESSAGES/messages.po
Languages: it, ta

source: %(icon)s Profile
it: %(icon)s Il mio account
ta: %(icon)s சுயவிவரம்

source: A masked document is visible in the professional interface, but not in the public interface.
it: Un documento mascherato è visibile nell'interfaccia professionale, ma non in quella pubblica.
ta: ஒரு முகமூடி ஆவணம் தொழில்முறை இடைமுகத்தில் தெரியும், ஆனால் பொது இடைமுகத்தில் இல்லை.

source: About SONAR
it: A proposito di SONAR
ta: சோனார் பற்றி

source: Abstract
it: Riassunto
ta: சுருக்கம்

source: Abstracts
it: Riassunti
ta: சுருக்கங்கள்

source: Access
it: Accesso
ta: அணுகல்

source: Access allowed from the organisation's IP addresses
it: Accesso consentito dagli indirizzi IP dell'organizzazione
ta: நிறுவனத்தின் ஐபி முகவரிகளிலிருந்து அனுமதிக்கப்பட்ட அணுகல்

source: Accompanying material
it: Materiale allegato
ta: அதனுடன் பொருள்

source: Accompanying material of the resource, i.e. maps.
it: Materiale allegato alla risorsa, per esempio carte.
ta: வளத்தின் பொருள், அதாவது வரைபடங்கள்.

source: Acquisition terms
it: Condizioni di disponibilità
ta: கையகப்படுத்தல் விதிமுறைகள்

source: Action
it: Azione
ta: செயல்

source: Add a new project
it: Aggiungere un nuovo progetto
ta: புதிய திட்டத்தைச் சேர்க்கவும்

source: Additional materials
it: Materiali supplementari
ta: கூடுதல் பொருட்கள்

source: Administration
it: Amministrazione
ta: நிர்வாகம்

source: Affiliation
it: Affiliazione
ta: இணைப்பு

source: Agent
it: Agente
ta: முகவர்

source: All languages
it: Tutte le lingue
ta: அனைத்து மொழிகளும்

source: Allowed IP addresses
it: Indirizzi IP consentiti
ta: அனுமதிக்கப்பட்ட ஐபி முகவரிகள்

source: Ask for changes on deposit
it: Richiedere modifiche sul deposito
ta: வைப்புத்தொகையில் மாற்றங்களைக் கேளுங்கள்

source: At least 3 characters and must contain only lower case characters and underscores.
it: Deve contenere almeno 3 caratteri (unicamente minuscole o trattini bassi).
ta: குறைந்தது 3 எழுத்துக்கள் மற்றும் சிறிய எழுத்துக்கள் மற்றும் அடிக்கோடிட்டுக் காட்டப்பட்டிருக்க வேண்டும்.

source: Author or editor
it: Autore o editore
ta: ஆசிரியர் அல்லது ஆசிரியர்

source: Authors / Editors
it: Autori / Redattori
ta: ஆசிரியர்/திருத்துபவர்

source: Back
it: Ritorno
ta: பின்

source: Back to SONAR
it: Ritorno a SONAR
ta: மீண்டும் சோனார்

source: Best regards
it: Cordiali saluti
ta: வாழ்த்துக்கள்

source: Brief description of the mandate
it: Breve descrizione del mandato
ta: ஆணை பற்றிய சுருக்கமான விளக்கம்

source: Brief description of the report
it: Breve descrizione del rapporto
ta: அறிக்கையின் சுருக்கமான விளக்கம்

source: Bronze
it: Bronzo
ta: வெண்கலம்

source: Bucket UUID used to store files
it: Bucket UUID utilizzato per archiviare i file
ta: கோப்புகளை சேமிக்க வாளி UUID பயன்படுத்தப்படுகிறது

source: CAS or DAS
it: CAS o DAS
ta: CAS அல்லது DAS

source: Checksum
it: Somma di controllo
ta: செக்சம்

source: City
it: Città
ta: நகரம்

source: Classification
it: Classificazione
ta: வகைப்பாடு

source: Classification portion
it: Indice di classificazione
ta: வகைப்பாடு பகுதி

source: Classifications
it: Classificazioni
ta: வகைப்பாடுகள்

source: Closed
it: Chiuso
ta: மூடப்பட்டது

source: Code
it: Codice
ta: குறியீடு

source: Collect now
it: Raccogliere ora
ta: இப்போது சேகரிக்கவும்

source: Collection
it: Collezione
ta: சேகரிப்பு

source: Collections
it: Collezioni
ta: சேகரிப்புகள்

source: Comment
it: Commento
ta: கருத்து

source: Comment associated with the current action.
it: Commento associato all'azione corrente.
ta: தற்போதைய செயலுடன் தொடர்புடைய கருத்து.

source: Company
it: Impresa
ta: நிறுவனம்

source: Completed
it: Completato
ta: முடிந்தது

source: Conference
it: Conferenza
ta: மாநாடு

source: Confirm e-mail
it: Confermare E-mail
ta: மின்னஞ்சலை உறுதிப்படுத்தவும்

source: Contact
it: Contatto
ta: தொடர்பு

source: Contained in or submitted to (journal, book, proceedings)
it: Contenuto in o presentato a (rivista, libro, atti)
ta: (பத்திரிகை, நூல், நடவடிக்கைகள்) இல் அல்லது சமர்ப்பிக்கப்பட்டவை

source: Content
it: Contenuto
ta: உள்ளடக்கம்

source: Content note
it: Nota di contenuto
ta: உள்ளடக்க குறிப்பு

source: Content notes
it: Note di contenuto
ta: உள்ளடக்க குறிப்புகள்

source: Contribution
it: Contributo
ta: பங்களிப்பு

source: Contributions
it: Contributi
ta: பங்களிப்புகள்

source: Contributor
it: Contributore
ta: பங்களிப்பாளர்

source: Contributors
it: Contributori
ta: பங்களிப்பாளர்கள்

source: Controlled affiliation
it: Affiliazione controllata
ta: கட்டுப்படுத்தப்பட்ட இணைப்பு

source: Controlled affiliations
it: Affiliazioni controllate
ta: கட்டுப்படுத்தப்பட்ட இணைப்புகள்

source: Created:
it: Creato:
ta: உருவாக்கப்பட்டது:

source: Current cataloguing step.
it: Tappa attuale di catalogazione.
ta: தற்போதைய பட்டியலிடும் படி.

source: Custom field 1
it: Campo personalizzato 1
ta: தனிப்பயன் புலம் 1

source: Custom field 2
it: Campo personalizzato 2
ta: தனிப்பயன் புலம் 2

source: Custom field 3
it: Campo personalizzato 3
ta: தனிப்பயன் புலம் 3

source: Date
it: Data
ta: திகதி

source: Date in yyyy-mm-dd format, ex: 1970-01-01
it: Data secondo il formato YYYY-MM-JJ, es: 1970-01-01
ta: YYYYY-MM-DD வடிவத்தில் தேதி, EX: 1970-01-01

source: Date of approval by the Team Leader
it: Data di approvazione da parte del·la Team Leader
ta: குழுத் தலைவரின் ஒப்புதல் தேதி

source: Date of birth
it: Data di nascita
ta: பிறந்த தேதி

source: Date of death
it: Data di morte
ta: இறப்பு தேதி

source: Date when the log is created.
it: Data di creazione del log.
ta: பதிவு உருவாக்கப்படும் தேதி.

source: Dear
it: Cara/o
ta: அன்பே

source: Dear %(email)s
it: Gentile %(email)s
ta: அன்புள்ள %(email)s

source: Dear user
it: Cara/caro utente
ta: அன்புள்ள பயனர்

source: Degree
it: Diploma
ta: பட்டம்

source: Deposit a publication
it: Depositare una pubblicazione
ta: ஒரு வெளியீட்டை டெபாசிட் செய்யுங்கள்

source: Deposit approval
it: Validazione del deposito
ta: வைப்பு ஒப்புதல்

source: Deposit rejection
it: Rifiuto del deposito
ta: வைப்பு நிராகரிப்பு

source: Deposit to validate
it: Deposito da convalidare
ta: சரிபார்க்க வைப்பு

source: Describes the information of a single file in the record.
it: Descrive l'informazione di un singolo file nella risorsa.
ta: பதிவில் ஒரு கோப்பின் தகவலை விவரிக்கிறது.

source: Description
it: Descrizione
ta: விளக்கம்

source: Descriptions
it: Descrizioni
ta: விளக்கங்கள்

source: Designation
it: Designazione
ta: பதவி

source: Diamond
it: Diamante
ta: வைர

source: Dissertation
it: Dissertazione
ta: ஆய்வுக் கட்டுரை

source: Document
it: Documento
ta: ஆவணம்

source: Document ID
it: Identificativo del documento
ta: ஆவண ஐடி

source: Document created on basis of this deposit.
it: Documento creato sulla base di questo deposito.
ta: இந்த வைப்புத்தொகையின் அடிப்படையில் உருவாக்கப்பட்ட ஆவணம்.

source: Document custom field 1
it: Campo personalizzato del documento 1
ta: ஆவண தனிப்பயன் புலம் 1

source: Document custom field 2
it: Campo personalizzato del documento 2
ta: ஆவண தனிப்பயன் புலம் 2

source: Document custom field 3
it: Campo personalizzato del documento 3
ta: ஆவண தனிப்பயன் புலம் 3

source: Document date
it: Data del documento
ta: ஆவண தேதி

source: Document is harvested or not, will disable record edition or similar.
it: Documento è stato raccolto o no, disattiva la possibilità di modificare la risorsa.
ta: ஆவணம் அறுவடை செய்யப்படுகிறது அல்லது இல்லை, பதிவு பதிப்பை முடக்கும் அல்லது ஒத்ததாக இருக்கும்.

source: Document type
it: Tipo di documento
ta: ஆவண வகை

source: Document views
it: Visualizzazioni del documento
ta: ஆவணக் காட்சிகள்

source: Documents
it: Documenti
ta: ஆவணங்கள்

source: Download
it: Scaricare
ta: பதிவிறக்கம்

source: Edition
it: Edizione
ta: பதிப்பு

source: Embargo date
it: Data di embargo
ta: தடை தேதி

source: End date
it: Data di fine
ta: இறுதி தேதி

source: End date of publication
it: Data 2
ta: வெளியீட்டின் இறுதி தேதி

source: Enter the date in the format YYYY-MM-DD.
it: Inserire la data nel formato AAAA-MM-GG.
ta: YYYY-MM-DD வடிவத்தில் தேதியை உள்ளிடவும்.

source: Enter the date in the format YYYY.
it: Inserire la data nel formato AAAA.
ta: YYYY வடிவத்தில் தேதியை உள்ளிடவும்.

source: Enter your email address below and we will send you a link to reset your password.
it: Inserisca il suo e-mail qui sotto e le invieremo un collegamento per ripristinare la sua password.
ta: உங்கள் மின்னஞ்சல் முகவரியை கீழே உள்ளிடவும், உங்கள் கடவுச்சொல்லை மீட்டமைக்க ஒரு இணைப்பை நாங்கள் உங்களுக்கு அனுப்புவோம்.

source: Example (DOI): 10.3406/spira.2016.1748
it: Esempio (DOI): 10.3406/spira.2016.1748
ta: எடுத்துக்காட்டு (இரண்டு): 10,3406/ச்பைரா .2016.1748

source: Example: 1111-2222-3333-4444
it: Esempio: 1111-2222-3333-4444
ta: எடுத்துக்காட்டு: 1111-222-333-4444

source: Example: 2019 or 2019-01-01
it: Esempio: 2019 o 2019-01-01
ta: எடுத்துக்காட்டு: 2019 அல்லது 2019-01-01

source: Example: 2019 or 2019-05-05
it: Esempio: 2019 o 2019-05-05
ta: எடுத்துக்காட்டு: 2019 அல்லது 2019-05-05

source: Example: 2019-05-05
it: Esempio: 2019-05-05
ta: எடுத்துக்காட்டு: 2019-05-05

source: Example: 2020
it: Esempio: 2020
ta: எடுத்துக்காட்டு: 2020

source: Example: 2020-12-01
it: Esempio: 2020-12-01
ta: எடுத்துக்காட்டு: 2020-12-01

source: Example: Doe
it: Esempio: Doe
ta: எடுத்துக்காட்டு: டியோ

source: Example: John
it: Esempio: John
ta: எடுத்துக்காட்டு: சான்

source: Example: Muller, Hans
it: Esempio: Bernasconi, Mario
ta: எடுத்துக்காட்டு: முல்லர், ஆன்ச்

source: Example: Published version
it: Esempio: Versione pubblicata
ta: எடுத்துக்காட்டு: வெளியிடப்பட்ட பதிப்பு

source: Example: https://www.rero.ch
it: Esempio: https://www.rero.ch
ta: எடுத்துக்காட்டு: https://www.reo.ch

source: Examples: 135, 5-27, …
it: Esempi: 135, 5-27, …
ta: எடுத்துக்காட்டுகள்: 135, 5-27,…

source: Except within organisation
it: Eccetto all'interno dell'organizzazione
ta: நிறுவனத்திற்குள் தவிர

source: Existing project
it: Progetto esistente
ta: தற்போதுள்ள திட்டம்

source: Extent
it: Estensione
ta: அளவு

source: Extent of the resource, i.e. the number of pages or volumes.
it: Estensione della risorsa, per esempio numero di pagine o volumi.
ta: வளத்தின் அளவு, அதாவது பக்கங்கள் அல்லது தொகுதிகளின் எண்ணிக்கை.

source: External URL
it: URL esterno
ta: வெளிப்புற முகவரி

source: External link to the source
it: Link esterno
ta: மூலத்திற்கு வெளிப்புற இணைப்பு

source: External partners
it: Partner esterni
ta: வெளிப்புற பங்காளிகள்

source: File UUID
it: UUID del file
ta: கோப்பு uuid

source: Files
it: File
ta: கோப்புகள்

source: Fill in your details to complete your registration. You only have to do this once.
it: Compilate con i vostri dettagli per concludere la registrazione. Ciò vi verrà richiesto solo una volta.
ta: உங்கள் பதிவை முடிக்க உங்கள் விவரங்களை நிரப்பவும். நீங்கள் இதை ஒரு முறை மட்டுமே செய்ய வேண்டும்.

source: First name
it: Nome
ta: முதல் பெயர்

source: Follow us
it: Seguici
ta: எங்களைப் பின்தொடரவும்

source: Footer
it: Piè di pagina
ta: அடிக்குறிப்பு

source: Footers
it: Piedi di pagina
ta: அடிக்குறிப்புகள்

source: Force external URL
it: Forzare l'URL esterno
ta: வெளிப்புற முகவரி ஐ கட்டாயப்படுத்துங்கள்

source: Forgot password?
it: Avete dimenticato la password?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Format
it: Formato
ta: வடிவம்

source: Format is not valid: YYYY.
it: Deve essere nel seguente formato: AAAA.
ta: வடிவம் செல்லுபடியாகாது: YYYY.

source: Format of the resource, i.e. dimensions in cm.
it: Formato, per esempio dimensioni in cm.
ta: வளத்தின் வடிவம், அதாவது செ.மீ.

source: Formats
it: Formati
ta: வடிவங்கள்

source: French
it: Francese
ta: பிரஞ்சு

source: Full-text
it: Testo integrale
ta: முழு உரை

source: Funding organisation
it: Agenzia di finanziamento
ta: பொருள் அமைப்பு

source: Funding organisations
it: Agenzie di finanziamento
ta: நிறுவனங்களுக்கு பொருள்

source: German
it: Tedesco
ta: செர்மன்

source: Granting institution
it: Istituzione che rilascia il titolo
ta: நிறுவனம் வழங்குதல்

source: Guidance counsellor
it: Orientatore·trice professionale
ta: வழிகாட்டுதல் ஆலோசகர்

source: Harvested
it: Raccolto
ta: அறுவடை

source: Hash key
it: Chiave hash
ta: ஆச் விசை

source: Help & Documentation
it: Aiuto & documentazione
ta: உதவி மற்றும் ஆவணங்கள்

source: Home
it: Homepage
ta: வீடு

source: Host document, for example a journal for an article, or a book for a book chapter.
it: Documento ospite, per esempio una rivista per un articolo o un libro per un capitolo di libro.
ta: புரவலன் ஆவணம், எடுத்துக்காட்டாக ஒரு கட்டுரைக்கான செய்தித் தாள் அல்லது புத்தக அத்தியாயத்திற்கான நூல்.

source: How are research results used in training?
it: Come vengono utilizzati i risultati della ricerca nella formazione?
ta: பயிற்சியில் ஆராய்ச்சி முடிவுகள் எவ்வாறு பயன்படுத்தப்படுகின்றன?

source: Hybrid
it: Ibrido
ta: கலப்பினம்

source: ISBN/ISSN status should be selected in the list below.
it: ISBN/ISSN statuto deve essere selezionato nell'elenco sottostante.
ta: ஐ.எச்.பி.என்/ஐ.எச்.எச்.என் நிலை கீழே உள்ள பட்டியலில் தேர்ந்தெடுக்கப்பட வேண்டும்.

source: Identified by
it: Identificatore
ta: அடையாளம் காணப்பட்டது

source: Identifier
it: identificatore
ta: அடையாளங்காட்டி

source: Identifiers
it: Identificatori
ta: அடையாளங்காட்டிகள்

source: If the value is set to true, the file will point to the external link.
it: Se il valore è impostato su vero, il file punterà al link esterno.
ta: மதிப்பு உண்மை என அமைக்கப்பட்டால், கோப்பு வெளிப்புற இணைப்பை சுட்டிக்காட்டும்.

source: If this field is filled in, the file points to the specified URL.
it: Se questo campo è compilato, il file punta all'URL specificato.
ta: இந்த புலம் நிரப்பப்பட்டால், கோப்பு குறிப்பிட்ட முகவரி ஐ சுட்டிக்காட்டுகிறது.

source: If you didn't request this, you can ignore this e-mail. Your password won't change until you create a new password.
it: Se non hai fatto questa richiesta, puoi ignorare questa e-mail. La tua password non cambierà finché non creerai una nuova.
ta: இதை நீங்கள் கோரவில்லை என்றால், இந்த மின்னஞ்சலை நீங்கள் புறக்கணிக்கலாம். நீங்கள் புதியதாக உருவாக்கும் வரை உங்கள் கடவுச்சொல் மாறாது கடவுச்சொல்.

source: Include in facets
it: Includere nelle faccette
ta: அம்சங்களில் சேர்க்கவும்

source: Internal research associates
it: Collaboratori di ricerca interni·e
ta: உள் ஆராய்ச்சி கூட்டாளிகள்

source: Investigator
it: Ricercatore
ta: புலனாய்வாளர்

source: Investigators
it: Ricercatori
ta: புலனாய்வாளர்கள்

source: Is dedicated
it: È un'organizzazione dedicata
ta: அர்ப்பணிக்கப்பட்டுள்ளது

source: Is shared
it: Appare nel portale condiviso
ta: பகிரப்பட்டது

source: Issue
it: Numero
ta: சிக்கல்

source: Italian
it: Italiano
ta: இத்தாலிய

source: JSON schema for statistics.
it: JSON schema per statistiche.
ta: புள்ளிவிவரங்களுக்கான சாதொபொகு ச்கீமா.

source: Jury note
it: Nota della giuria
ta: சூரி குறிப்பு

source: Key
it: Chiave
ta: விசை

source: Key (filename) of the file.
it: Chiave (nome) del file.
ta: கோப்பின் விசை (கோப்பு பெயர்).

source: Keywords
it: Parole chiave
ta: முக்கிய வார்த்தைகள்

source: Label
it: Etichetta
ta: சிட்டை

source: Labels
it: Etichette
ta: சிட்டைகள்

source: Language
it: Lingua
ta: மொழி

source: Languages
it: Lingue
ta: மொழிகள்

source: Last OAI-PMH set update (ISO8601 formatted timestamp)
it: Ultimo aggiornamento del set OAI-PMH (timestamp formattato ISO8601)
ta: கடைசி OAI-PMH தொகுப்பு புதுப்பிப்பு (ISO8601 வடிவமைக்கப்பட்ட நேர முத்திரை)

source: Last name
it: Cognome
ta: கடைசி பெயர்

source: Last name, first name, ex: Doe, John
it: Cognome, nome, es: Bernasconi, Mario
ta: கடைசி பெயர், முதல் பெயர், எ.கா: டோ, சான்

source: Last updated:
it: Ultimo aggiornamento:
ta: கடைசியாக புதுப்பிக்கப்பட்டது:

source: License
it: Licenza
ta: உரிமம்

source: License undefined
it: Licenza non definita
ta: உரிமம் வரையறுக்கப்படவில்லை

source: Linked documents
it: Documenti collegati
ta: இணைக்கப்பட்ட ஆவணங்கள்

source: List of IP addresses or ranges that allow access to private files (access: embargoed or restricted), which are accessible only within the organisation. Note: the bibliographic record (metadata) is always public. Enter one rule per line.
it: Elenco di indirizzi o intervalli IP che permettono l'accesso a file privati (accesso: con embargo o limitato), che sono accessibili solo all'interno dell'organizzazione. Nota: il record bibliografico (metadati) è sempre pubblico. Inserire una regola per riga.
ta: தனிப்பட்ட கோப்புகளை அணுக அனுமதிக்கும் ஐபி முகவரிகள் அல்லது வரம்புகளின் பட்டியல் (அணுகல்: தடைசெய்யப்பட்ட அல்லது தடைசெய்யப்பட்ட), அவை நிறுவனத்திற்குள் மட்டுமே அணுகக்கூடியவை. குறிப்பு: நூலியல் பதிவு (மெட்டாடேட்டா) எப்போதும் பொது. ஒரு வரிக்கு ஒரு விதியை உள்ளிடவும்.

source: List of files attached to the record.
it: Lista dei files legati alla risorsa.
ta: பதிவில் இணைக்கப்பட்ட கோப்புகளின் பட்டியல்.

source: List of logs.
it: Elenco dei logs.
ta: பதிவுகளின் பட்டியல்.

source: Log in
it: Autentificarsi
ta: புகுபதிகை

source: Log in to account
it: Accedere al proprio conto
ta: கணக்கில் உள்நுழைக

source: Log in with %(type)s
it: Accedere con %(type)s
ta: %(type)s உடன் உள்நுழைக

source: Log in with SWITCHaai
it: Accedere con SWITCHaai
ta: சுவிட்சாயுடன் உள்நுழைக

source: Logout
it: Disconnettersi
ta: வெளியேற்றம்

source: MD5 checksum of the file.
it: Checksum MD5 del file.
ta: கோப்பின் MD5 செக்சம்.

source: MIME type
it: Tipo MIME
ta: மைம் வகை

source: Main team
it: Squadra principale
ta: முதன்மை அணி

source: Main title
it: Titolo
ta: முக்கிய தலைப்பு

source: Main titles
it: Titoli
ta: முக்கிய தலைப்புகள்

source: Mandate
it: Mandato
ta: ஆணை

source: Meeting
it: Conferenza
ta: கூட்டம்

source: Name
it: Nome
ta: பெயர்

source: Names
it: Nomi
ta: பெயர்கள்

source: No collection found
it: Nessuna collezione trovata
ta: சேகரிப்பு எதுவும் கிடைக்கவில்லை

source: No full-text
it: Nessun testo completo
ta: முழு உரை இல்லை

source: Note
it: Nota
ta: குறிப்பு

source: Note: Publications manually deposited in this test portal might occasionally need to be deleted, for operational reasons.
it: Nota: per ragioni operative, le pubblicazioni depositate manualmente in questo portale di prova potrebbero dover essere occasionalmente cancellate.
ta: குறிப்பு: இந்த சோதனை போர்ட்டலில் கைமுறையாக டெபாசிட் செய்யப்பட்ட வெளியீடுகள் செயல்பாட்டு காரணங்களுக்காக எப்போதாவது நீக்கப்பட வேண்டியிருக்கும்.

source: Notes
it: Note
ta: குறிப்புகள்

source: Number
it: Numero
ta: எண்

source: Numbering
it: Numerazione
ta: எண்

source: OAI-PMH record identifier.
it: Identificatore di record OAI-PMH.
ta: OAI-PMH பதிவு அடையாளங்காட்டி.

source: OAI-PMH sets for record.
it: Set OAI-PMH per i record.
ta: OAI-PMH பதிவுக்கு அமைக்கிறது.

source: OAI-PMH specific information.
it: Informazione specifica OAI-PMH.
ta: OAI-PMH குறிப்பிட்ட செய்தி.

source: Object type
it: Tipo di oggetto
ta: பொருள் வகை

source: Only one value per language is allowed
it: È consentito un solo valore per lingua
ta: ஒரு மொழிக்கு ஒரு மதிப்பு மட்டுமே அனுமதிக்கப்படுகிறது

source: Open Access status
it: Statuto Open Access
ta: அணுகல் நிலை திறந்த

source: Open access status
it: Statuto Open Access
ta: அணுகல் நிலை திறந்த

source: Organisation
it: Organizzazione
ta: அமைப்பு

source: Organisation has a specific theme for his view.
it: L'organizzazione a un tema specifico per la sua visualizzazione.
ta: அமைப்பு அவரது பார்வைக்கு ஒரு குறிப்பிட்ட கருப்பொருளைக் கொண்டுள்ளது.

source: Organisation logo
it: Logo dell'organizzazione
ta: அமைப்பு லோகோ

source: Organisation records can be accessed by a specific URL.
it: Le organizzazione sono accessibile tramite un URL specifico.
ta: நிறுவன பதிவுகளை ஒரு குறிப்பிட்ட முகவரி மூலம் அணுகலாம்.

source: Organisation server name for dedicated.
it: Nome del server dell'organizzazione per dedicato.
ta: அர்ப்பணிப்புக்கான நிறுவன சேவையக பெயர்.

source: Organisations
it: Organizzazioni
ta: நிறுவனங்கள்

source: Organization
it: Organizzazione
ta: அமைப்பு

source: Other
it: Altro
ta: மற்றொன்று

source: Other Material Characteristics
it: Altre caratteristiche materiali
ta: பிற பொருள் பண்புகள்

source: Other Material Characteristics, i.e. illustrations, black and white, or coloured.
it: Altre caratteristiche materiali, per esempio illustrazioni, bianco e nero, o colori.
ta: பிற பொருள் பண்புகள், அதாவது விளக்கப்படங்கள், கருப்பு மற்றும் வெள்ளை, அல்லது வண்ணம்.

source: Other electronic version
it: Altra versione elettronica
ta: பிற மின்னணு பதிப்பு

source: Other electronic versions
it: Altre versioni elettroniche
ta: பிற மின்னணு பதிப்புகள்

source: Other files
it: Altri files
ta: பிற கோப்புகள்

source: Other material characteristics
it: Altre caratteristiche materiali
ta: பிற பொருள் பண்புகள்

source: PID type
it: Tipo di PID
ta: பிஐடி வகை

source: Pages
it: Pagine
ta: பக்கங்கள்

source: Period
it: Periodo
ta: காலசுழற்சி

source: Persistent URL
it: URL persistente
ta: தொடர்ச்சியான முகவரி

source: Persistent identifier
it: identificatore persistente
ta: தொடர்ச்சியான அடையாளங்காட்டி

source: Person
it: Persona
ta: ஆள்

source: Phone number
it: Numero di telefono
ta: தொலைபேசி எண்

source: Phone number with the international prefix, without spaces.
it: Numero di telefono con il prefisso internazionale, senza spazi.
ta: இடைவெளிகள் இல்லாமல் பன்னாட்டு முன்னொட்டுடன் தொலைபேசி எண்.

source: Place
it: Luogo
ta: இடம்

source: Platform name
it: Nome della piattaforma
ta: இயங்குதள பெயர்

source: Please confirm your e-mail by clicking here
it: Confermare l'indirizzo E-mail cliccando qui
ta: இங்கே சொடுக்கு செய்வதன் மூலம் உங்கள் மின்னஞ்சலை உறுதிப்படுத்தவும்

source: Position
it: Posizione
ta: நிலை

source: Position of the file, the first file in the list is the main file.
it: Posizione del file, il primo file della lista è il file principale.
ta: கோப்பின் நிலை, பட்டியலில் உள்ள முதல் கோப்பு முக்கிய கோப்பு.

source: Postal code
it: Codice postale
ta: அஞ்சல் குறியீடு

source: Powered by
it: Alimentato da
ta: மூலம் இயக்கப்படுகிறது

source: Preferred name
it: Nome preferito
ta: விருப்பமான பெயர்

source: Preview
it: Anteprima
ta: முன்னோட்டம்

source: Primary key
it: Chiave primaria
ta: முதன்மை விசை

source: Privacy policy
it: Politica sulla riservatezza
ta: தனியுரிமைக் கொள்கை

source: Private
it: Privato
ta: தனிப்பட்ட

source: Profile
it: Profilo
ta: சுயவிவரம்

source: Project
it: Progetto
ta: திட்டம்

source: Project summary
it: Riassunto del progetto
ta: திட்ட சுருக்கம்

source: Provision activities
it: Pubblicazione, manifattura, distribuzione, produzione
ta: வழங்கல் நடவடிக்கைகள்

source: Provision activity
it: Pubblicazione, manifattura, distribuzione, produzione
ta: வழங்கல் செயல்பாடு

source: Public
it: Pubblico
ta: பொது

source: Public access from
it: Accesso pubblico dal
ta: இருந்து பொது அணுகல்

source: Public note
it: Nota pubblica
ta: பொது குறிப்பு

source: Publication
it: Pubblicazione
ta: வெளியீடு

source: Publication place
it: Luogo di pubblicazione
ta: வெளியீட்டு இடம்

source: Publication statement
it: Formulazione di pubblicazione
ta: வெளியீட்டு அறிக்கை

source: Publication statement of the host document if it is a book, for example \
it: Formulazione di pubblicazione del documento ospitante (se è un libro), per esempio "Paris : PUF, 2016"
ta: புரவலன் ஆவணத்தின் வெளியீட்டு அறிக்கை இது ஒரு புத்தகமாக இருந்தால், எடுத்துக்காட்டாக \

source: Published in
it: Pubblicato in
ta: வெளியிடப்பட்டது

source: Publisher
it: Editore
ta: வெளியீட்டாளர்

source: Qualifier
it: Qualificazione
ta: தகுதி

source: Realization framework
it: Quadro di realizzazione
ta: உணர்தல் கட்டமைப்பு

source: Record validation
it: Convalida della risorsa
ta: பதிவு சரிபார்ப்பு

source: Related to
it: Collegato a
ta: தொடர்புடைய

source: Relationship with a document, dataset, etc.
it: Relazione con un documento, un set di dati, ecc.
ta: ஒரு ஆவணம், தரவுத்தொகுப்பு போன்றவற்றுடன் உறவு.

source: Research project
it: Progetto di ricerca
ta: ஆராய்ச்சி திட்டம்

source: Research projects
it: Progetto di ricerca
ta: ஆராய்ச்சி திட்டங்கள்

source: Reset Password
it: Reimpostare la password
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: Reset my password
it: Reimpostare la mia password
ta: எனது கடவுச்சொல்லை மீட்டமைக்கவும்

source: Responsibility
it: Responsabilità
ta: பொறுப்பு

source: Restricted to the organisation
it: Limitato all'organizzazione
ta: நிறுவனத்திற்கு தடைசெய்யப்பட்டுள்ளது
