Repository: rero/sonar
Catalog: sonar/translations/*/LC_MESSAGES/messages.po
Languages: it, ta

source: Rights reserved
it: Diritti riservati
ta: உரிமைகள் பாதுகாக்கப்பட்டவை

source: Role
it: Ruolo
ta: பங்கு

source: Roles
it: Ruoli
ta: பாத்திரங்கள்

source: SONAR administration
it: Amministrazione SONAR
ta: சோனார் நிர்வாகம்

source: SONAR deposit v1.0.0
it: Deposito SONAR v1.0.0
ta: சோனார் வைப்பு v1.0.0

source: SONAR logo
it: Logo di SONAR
ta: ஒலி லோகோ

source: SONAR password reset
it: Reimpostazione della password SONAR
ta: சோனார் கடவுச்சொல் மீட்டமைப்பு

source: Schema to validate document against.
it: Schema di validazione delle notizie bibliografiche.
ta: எதிராக ஆவணத்தை சரிபார்க்க ச்கீமா.

source: Schema to validate stats records against.
it: Schema di convalida per statistiche.
ta: புள்ளிவிவர பதிவுகளை சரிபார்க்க ச்கீமா.

source: Search
it: Ricerca
ta: தேடல்

source: Search in collection
it: Ricerca nella collezione
ta: சேகரிப்பில் தேடுங்கள்

source: Search publications, authors, projects...
it: Ricercare pubblicazioni, autori, progetti...
ta: வெளியீடுகள், ஆசிரியர்கள், திட்டங்களைத் தேடுங்கள் ...

source: Secondary team
it: Squadra secondaria
ta: இரண்டாம் நிலை அணி

source: See live
it: Vedere dal vivo
ta: நேரலையில் காண்க

source: Select a subdivision (department, institute, faculty, other) if this publication belongs to it in your organisation.
it: Selezionare una suddivisione (dipartimento, istituto, facoltà, altro) se la pubblicazione appartiene ad essa nella vostra organizzazione.
ta: இந்த வெளியீடு உங்கள் நிறுவனத்தில் சொந்தமானது என்றால் ஒரு உட்பிரிவைத் தேர்ந்தெடுக்கவும் (துறை, நிறுவனம், ஆசிரிய, மற்றவை).

source: Series
it: Serie
ta: தொடர்

source: Series statement
it: Formulazione di serie
ta: தொடர் அறிக்கை

source: Series the resource belongs to.
it: Serie a cui la risorsa appartiene.
ta: தொடர் சான்று சொந்தமானது.

source: Server name (without http)
it: Nome del server (senza http)
ta: சேவையக பெயர் (HTTP இல்லாமல்)

source: Should be a valid URL format.
it: Deve essere un formato URL valido.
ta: செல்லுபடியாகும் முகவரி வடிவமாக இருக்க வேண்டும்.

source: Show more
it: Mostra di più
ta: மேலும் காட்டு

source: Sign up
it: Iscrizione
ta: பதிவு செய்க

source: Sign up for a %(sitename)s account
it: Iscriversi per un conto %(sitename)s
ta: ஒரு %(sitename)sணக்கிற்கு பதிவுபெறுக

source: Sign-up with %(type)s
it: Iscriversi con %(type)s
ta: %(type)s உடன் பதிவுபெறுதல்

source: Sign-up with SWITCHaai
it: Iscriversi con SWITCHaai
ta: சுவிட்சாயுடன் பதிவுபெறுதல்

source: Size
it: Dimensione
ta: அளவு

source: Size of the file in bytes.
it: Dimensione del file in byte.
ta: பைட்டுகளில் கோப்பின் அளவு.

source: Someone requested that the password for your SONAR account be reset.
it: Qualcuno ha richiesto la reimpostazione della password per il tuo account SONAR.
ta: உங்கள் சோனார் கணக்கிற்கான கடவுச்சொல் மீட்டமைக்கப்பட வேண்டும் என்று ஒருவர் கேட்டுக்கொண்டார்.

source: Source
it: Fonte
ta: மூலம்

source: Source code on
it: Codice sorgente su
ta: மூலக் குறியீடு ஆன்

source: Start date
it: Data di inizio
ta: தொடக்க தேதி

source: Start date of publication
it: Data 1
ta: வெளியீட்டு தேதி

source: Stat ID.
it: ID della statistica.
ta: மாநில ஐடி.

source: Statement
it: Formulazione
ta: அறிக்கை

source: Statement date
it: Data della formulazione
ta: அறிக்கை தேதி

source: Statements
it: Formulazioni
ta: அறிக்கைகள்

source: Statistic
it: Statistica
ta: புள்ளிவிவரம்

source: Statistics
it: Statistiche
ta: புள்ளிவிவரங்கள்

source: Stats
it: Statistiche
ta: புள்ளிவிவரங்கள்

source: Stats for
it: Statistiche per
ta: புள்ளிவிவரங்கள்

source: Status
it: Statuto
ta: நிலை

source: Step
it: Tappa
ta: படி

source: Street
it: Via
ta: தெரு

source: Street and number of the address, separated by a coma.
it: Via e numero civico, separati da una virgola.
ta: வீதி மற்றும் முகவரியின் எண்ணிக்கை, கோமாவால் பிரிக்கப்பட்டுள்ளது.

source: Subdivision
it: Suddivisione
ta: உட்பிரிவு

source: Subdivisions
it: Suddivisioni
ta: துணைப்பிரிவுகள்

source: Subject
it: Soggetto
ta: பொருள்

source: Subjects
it: Soggetti
ta: பாடங்கள்

source: Submitted to
it: Presentato a
ta: சமர்ப்பிக்கப்பட்டது

source: Subtitle
it: Altre informazioni sul titolo
ta: வசன வரிகள்

source: Subtitles
it: Altre informazioni sul titolo
ta: வசன வரிகள்

source: Super administration
it: Super amministrazione
ta: சூப்பர் நிர்வாகம்

source: Table of contents
it: Indice dei contenuti
ta: உள்ளடக்க அட்டவணை

source: The SONAR project aims to create a scholarly archive that collects, promotes and preserves the publications of authors affiliated with Swiss public research institutions.
it: Il progetto SONAR si propone di creare un archivio scientifico che colleziona, promuove e preserva le pubblicazioni delle persone affiliate alle istituzioni di ricerca pubbliche della Svizzera.
ta: சோனார் திட்டம் சுவிச் பொது ஆராய்ச்சி நிறுவனங்களுடன் இணைந்த ஆசிரியர்களின் வெளியீடுகளை சேகரித்து, ஊக்குவிக்கும் மற்றும் பாதுகாக்கும் ஒரு அறிவார்ந்த காப்பகத்தை உருவாக்குவதை நோக்கமாகக் கொண்டுள்ளது.

source: The SONAR team at RERO
it: Il team SONAR presso RERO
ta: ரெரோவில் உள்ள சோனார் அணி

source: The Swiss Open Access Repository is an archive of scholarly publications. It collects and promotes open access publications by authors affiliated with Swiss public research institutions.
it: Lo Swiss Open Access Repository è una piattaforma di pubblicazioni scientifiche. Colleziona e promuove le pubblicazioni ad accesso aperto di persone affiliate a istituzioni svizzere di ricerca pubbliche.
ta: சுவிச் திறந்த அணுகல் களஞ்சியம் அறிவார்ந்த வெளியீடுகளின் காப்பகமாகும். இது சுவிச் பொது ஆராய்ச்சி நிறுவனங்களுடன் இணைந்த ஆசிரியர்களால் திறந்த அணுகல் வெளியீடுகளை சேகரித்து ஊக்குவிக்கிறது.

source: The names of the organisation's specific/patrimonial collections to which this document belongs
it: I nomi delle collezioni specifiche o patrimoniali dell'organizzazione alle quali questo documento appartiene
ta: இந்த ஆவணம் சொந்தமான அமைப்பின் குறிப்பிட்ட/தேசபக்த தொகுப்புகளின் பெயர்கள்

source: This domain name must be unique.
it: Questo nome di dominio deve essere unico.
ta: இந்த டொமைன் பெயர் தனித்துவமாக இருக்க வேண்டும்.

source: This property should only be changed in test environments. In production, it can have undesired effects, such as invalidating existing persistent identifiers (ARK).
it: Questa proprietà deve essere modificata solo in una situazione di test. In produzione, può avere effetti indesiderati, come l'invalidazione degli identificatori persistenti esistenti (ARK).
ta: இந்த சொத்து சோதனை சூழல்களில் மட்டுமே மாற்றப்பட வேண்டும். உற்பத்தியில், தற்போதுள்ள தொடர்ச்சியான அடையாளங்காட்டிகளை (ARK) செல்லாததாக்குவது போன்ற விரும்பத்தகாத விளைவுகளை இது ஏற்படுத்தும்.

source: Title
it: Titolo
ta: தலைப்பு

source: Title in other language
it: Titolo in un'altra lingua
ta: மற்ற மொழியில் தலைப்பு

source: Titles
it: Titoli
ta: தலைப்புகள்

source: To be able to deposit publications, you must be registered against a SONAR institution. For now, your account does not provide additional features, but in the future you will be able to create document lists and save requests.
it: Per poter depositare le pubblicazioni, è necessario essere registrati presso un istituto aderente a SONAR. Al momento il vostro conto non offre ulteriori funzionalità, ma in futuro potrete creare liste di documenti e salvare le richieste.
ta: வெளியீடுகளை டெபாசிட் செய்ய, நீங்கள் ஒரு சோனார் நிறுவனத்திற்கு எதிராக பதிவு செய்யப்பட வேண்டும். இப்போதைக்கு, உங்கள் கணக்கு கூடுதல் அம்சங்களை வழங்காது, ஆனால் எதிர்காலத்தில் நீங்கள் ஆவண பட்டியல்களை உருவாக்கி கோரிக்கைகளைச் சேமிக்க முடியும்.

source: Type
it: Tipo
ta: வகை

source: Type of the file
it: Tipo di file
ta: கோப்பின் வகை

source: UUID of the bucket the tile is assigned to.
it: UUID del bucket a cui è assegnato il tile.
ta: வாளியின் UUID ஓடு ஒதுக்கப்படுகிறது.

source: Usage and access policy
it: Condizione d'uso e di accesso
ta: பயன்பாடு மற்றும் அணுகல் கொள்கை

source: User
it: Utente
ta: பயனர்

source: User which created the record.
it: Utente che ha creato la risorsa.
ta: பதிவை உருவாக்கிய பயனர்.

source: Validation
it: Convalida
ta: சரிபார்ப்பு

source: Value
it: Valore
ta: மதிப்பு

source: Values
it: Valori
ta: மதிப்புகள்

source: Version UUID
it: UUID della versione
ta: பதிப்பு UUID

source: Visibility
it: Visibilità
ta: விழிமை

source: Visible facets in the public interface for documents
it: Faccette visibili nell'interfaccia pubblica per i documenti
ta: ஆவணங்களுக்கான பொது இடைமுகத்தில் தெரியும் நற்பொருத்தங்கள்

source: Welcome to SONAR, the Swiss Open Access Repository!
it: Benvenuti su SONAR, lo Swiss Open Access Repository!
ta: சுவிச் திறந்த அணுகல் களஞ்சியமான சோனருக்கு வருக!

source: What are the benefits and quality improvements in the research in this project?
it: Quali sono i vantaggi e i miglioramenti di qualità nella ricerca in questo progetto?
ta: இந்த திட்டத்தின் ஆராய்ச்சியில் நன்மைகள் மற்றும் தர மேம்பாடுகள் என்ன?

source: What is the impact of research on public action or on internal or external governance?
it: Qual è l'impatto della ricerca sull'azione pubblica o sulla governance interna o esterna?
ta: பொது நடவடிக்கை அல்லது உள் அல்லது வெளிப்புற நிர்வாகத்தில் ஆராய்ச்சியின் தாக்கம் என்ன?

source: What is the impact of the research on the professional environment?
it: Qual è l'impatto della ricerca sull'ambiente professionale?
ta: தொழில்முறை சூழலில் ஆராய்ச்சியின் தாக்கம் என்ன?

source: Why?
it: Perché?
ta: ஏன்?

source: Year
it: Anno
ta: ஆண்டு

source: Your SONAR password has been reset
it: La tua password SONAR è stata reimpostata
ta: உங்கள் சோனார் கடவுச்சொல் மீட்டமைக்கப்பட்டுள்ளது

source: Your institution
it: La tua istituzione
ta: உங்கள் நிறுவனம்

source: Your password has been successfully reset.
it: La tua password è stata reimposta con successo.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டுள்ளது.

source: approvalDate
it: data di convalida
ta: ஒப்புதல்

source: author
it: autore
ta: நூலாசிரியர்

source: bf:Agent
it: agente
ta: பி.எஃப்: முகவர்

source: bf:AudioIssueNumber
it: Riferimento dell'editore (documenti audio)
ta: பி.எஃப்: ஆடியோசுவேனம்பர்

source: bf:ClassificationDdc
it: Classificazione decimale Dewey (DDC)

source: bf:ClassificationUdc
it: Classificazione decimale universale
ta: பி.எஃப்: வகைப்பாடு

source: bf:Doi
it: DOI
ta: பி.எஃப்: இரண்டு

source: bf:Ean
it: EAN
ta: பி.எஃப்: எச்

source: bf:Gtin14Number
it: GTIN-14

source: bf:Identifier
it: Identificatore
ta: பி.எஃப்: அடையாளங்காட்டி

source: bf:Isan
it: ISAN
ta: பி.எஃப்: பிறகு

source: bf:Isbn
it: ISBN
ta: பி.எஃப்: ஐ.எச்.பி.என்

source: bf:Ismn
it: ISMN
ta: பி.எஃப்: ஐ.எச்.எம்.என்

source: bf:Isrc
it: ISRC
ta: பி.எஃப்: ஐ.எச்.ஆர்.சி

source: bf:Issn
it: ISSN
ta: பி.எஃப்: ஐ.எச்.எச்.என்

source: bf:IssnL
it: ISSN-L
ta: பி.எஃப்: ஐ.எச்.எச்.என்.எல்

source: bf:Local
it: Identificativo locale
ta: பி.எஃப்: உள்ளக

source: bf:Manufacture
it: Manifattura
ta: பி.எஃப்: விளைவாக்கம்

source: bf:MatrixNumber
it: Numero di matrice (suoni)
ta: பி.எஃப்: மேட்ரிக்ச்நம்பர்

source: bf:MusicDistributorNumber
it: Numero di distribuzione (musica)
ta: பி.எஃப்: இசை விநியோகச்தர் எண்

source: bf:MusicPlate
it: Numero di lastra (musica a stampa)
ta: பனி: மியூசிக்லெட்

source: bf:MusicPublisherNumber
it: Numero dell'editore (musica)
ta: பி.எஃப்: மியூசிக் பப்ளிசர்நம்பர்

source: bf:Place
it: luogo
ta: பி.எஃப்: இடம்

source: bf:Publication
it: Pubblicazione
ta: பி.எஃப்: வெளியீடு

source: bf:PublisherNumber
it: Numero dell'editore
ta: பி.எஃப்: வெளியீட்டாளர்

source: bf:ReportNumber
it: Numero di rapporto
ta: பி.எஃப்: அறிக்கை எண்

source: bf:Strn
it: STRN
ta: பி.எஃப்: எச்.டி.ஆர்.என்

source: bf:Upc
it: UPC
ta: பி.எஃப்: யுபிசி

source: bf:Urn
it: URN
ta: பி.எஃப்: அர்ன்

source: bf:VideoRecordingNumber
it: Numero di videoregistrazione

source: classification_004
it: Computer science
ta: வகைப்பாடு_004

source: classification_02
it: Library sciences
ta: வகைப்பாடு_02

source: classification_1
it: Philosophy
ta: வகைப்பாடு_1

source: classification_159.9
it: Psychology
ta: வகைப்பாடு_159.9

source: classification_159.953
it: Memory and learning
ta: வகைப்பாடு_159.953

source: classification_16
it: Logic
ta: வகைப்பாடு_16

source: classification_2
it: Religione, teologia
ta: வகைப்பாடு_2

source: classification_294/299
it: Orientalism
ta: வகைப்பாடு_294/299

source: classification_3
it: Social sciences
ta: வகைப்பாடு_3

source: classification_31
it: Demografia, sociologia, statistica
ta: வகைப்பாடு_31

source: classification_32
it: Political sciences
ta: வகைப்பாடு_32

source: classification_33
it: Economics
ta: வகைப்பாடு_33

source: classification_34
it: Law
ta: வகைப்பாடு_34

source: classification_35
it: Public administration
ta: வகைப்பாடு_35

source: classification_36
it: Social work
ta: வகைப்பாடு_36

source: classification_37
it: Educazione, insegnamento
ta: வகைப்பாடு_37

source: classification_370
it: Orthophony
ta: வகைப்பாடு_370

source: classification_376
it: Special education
ta: வகைப்பாடு_376

source: classification_378.6
it: Higher Education Institutions
ta: வகைப்பாடு_378.6

source: classification_39
it: Antropologia, etnologia
ta: வகைப்பாடு_39

source: classification_51
it: Mathematics
ta: வகைப்பாடு_51

source: classification_519.2
it: Probabilità, statistiche
ta: வகைப்பாடு_519.2

source: classification_52
it: Astronomia, astrofisica
ta: வகைப்பாடு_52

source: classification_524.8
it: Cosmology
ta: வகைப்பாடு_524.8

source: classification_53
it: Physics
ta: வகைப்பாடு_53

source: classification_54
it: Chemistry
ta: வகைப்பாடு_54

source: classification_543
it: Analytical chemistry
ta: வகைப்பாடு_543

source: classification_548
it: Crystallography
ta: வகைப்பாடு_548

source: classification_549
it: Mineralogy
ta: வகைப்பாடு_549

source: classification_55
it: Geology
ta: வகைப்பாடு_55

source: classification_55/56
it: Earth sciences
ta: வகைப்பாடு_55/56

source: classification_551
it: Climate
ta: வகைப்பாடு_551

source: classification_556
it: Hydrology
ta: வகைப்பாடு_556

source: classification_56
it: Paleontology
ta: வகைப்பாடு_56

source: classification_57
it: Biology
ta: வகைப்பாடு_57

source: classification_57/59
it: Biologia, scienze della vita
ta: வகைப்பாடு_57/59

source: classification_574
it: Ecology
ta: வகைப்பாடு_574

source: classification_58
it: Botany
ta: வகைப்பாடு_58

source: classification_59
it: Zoology
ta: வகைப்பாடு_59

source: classification_6
it: Engineering
ta: வகைப்பாடு_6

source: classification_60
it: Biotechnology
ta: வகைப்பாடு_60

source: classification_61
it: Medicine
ta: வகைப்பாடு_61

source: classification_613.2
it: Nutrition and Dietetics
ta: வகைப்பாடு_613.2

source: classification_614.253.5
it: Midwife
ta: வகைப்பாடு_614.253.5

source: classification_615
it: Terapeutica, farmacia, farmacologia
ta: வகைப்பாடு_615

source: classification_615.8
it: Physiotherapy
ta: வகைப்பாடு_615.8

source: classification_615.84
it: Medical Radiation Technology
ta: வகைப்பாடு_615.84

source: classification_616
it: Clinical medicine
ta: வகைப்பாடு_616

source: classification_616-083
it: Nursing
ta: வகைப்பாடு_616-083

source: classification_616.31
it: Dental medicine
ta: வகைப்பாடு_616.31

source: classification_61_2
it: Health
ta: வகைப்பாடு_61_2

source: classification_620.1
it: Materials
ta: வகைப்பாடு_620.1

source: classification_620.9
it: Energy
ta: வகைப்பாடு_620.9

source: classification_621
it: Industrial Engineering
ta: வகைப்பாடு_621

source: classification_621.01
it: Mechanics
ta: வகைப்பாடு_621.01

source: classification_621.3
it: Electricity
ta: வகைப்பாடு_621.3

source: classification_621.38
it: Electronics
ta: வகைப்பாடு_621.38

source: classification_621.39
it: Telecommunications
ta: வகைப்பாடு_621.39

source: classification_621.762
it: Powder metallurgy
ta: வகைப்பாடு_621.762

source: classification_63
it: Agricoltura, agronomia
ta: வகைப்பாடு_63

source: classification_65
it: Scienze dell'informazione, della comunicazione e dei media
ta: வகைப்பாடு_65

source: classification_66
it: Tecnologia chimica
ta: வகைப்பாடு_66

source: classification_663
it: Industria delle bevande
ta: வகைப்பாடு_663

source: classification_664
it: Produzione e conservazione del cibo
ta: வகைப்பாடு_664

source: classification_681
it: Microingegneria
ta: வகைப்பாடு_681

source: classification_7
it: Arti
ta: வகைப்பாடு_7

source: classification_7.071
it: Storia dell'arte
ta: வகைப்பாடு_7.071

source: classification_71
it: Urbanistica
ta: வகைப்பாடு_71

source: classification_72
it: Architettura
ta: வகைப்பாடு_72

source: classification_73/77
it: Arti visive
ta: வகைப்பாடு_73/77

source: classification_75
it: Pittura
ta: வகைப்பாடு_75

source: classification_77
it: Fotografia
ta: வகைப்பாடு_77

source: classification_78
it: Musica
ta: வகைப்பாடு_78

source: classification_796
it: Scienze dello sport
ta: வகைப்பாடு_796

source: classification_81
it: Lingua, linguistica
ta: வகைப்பாடு_81

source: classification_81´28
it: Dialettologia
ta: வகைப்பாடு_81´28

source: classification_82
it: Letteratura
ta: வகைப்பாடு_82

source: classification_902
it: Archeologia
ta: வகைப்பாடு_902

source: classification_903
it: Preistoria
ta: வகைப்பாடு_903

source: classification_91
it: Geografia
ta: வகைப்பாடு_91

source: classification_929.5
it: Genealogia
ta: வகைப்பாடு_929.5

source: classification_93/94
it: Storia
ta: வகைப்பாடு_93/94

source: classification_931
it: Storia antica
ta: வகைப்பாடு_931

source: classification_94
it: Storia medievale e moderna
ta: வகைப்பாடு_94

source: classification_root_1
it: Medicine, Technology, Engineering
ta: வகைப்பாடு_ரூட்_1

source: classification_root_2
it: Exact and natural sciences
ta: வகைப்பாடு_ரூட்_2

source: classification_root_3
it: Arts, Human and Social Science
ta: வகைப்பாடு_ரூட்_3

source: coar:c_16ec
it: Accesso riservato

source: coar:c_abf2
it: Accesso aperto

source: coar:c_f1cf
it: Sottoposto a embargo

source: coinvestigator
it: co-ricercatore

source: collection
it: collezione
ta: சேகரிப்பு

source: contribution_role_cre
it: Autore / creatore
ta: பங்களிப்பு_ரோல்_க்ரே

source: contribution_role_ctb
it: Contributore
ta: பங்களிப்பு_ரோல்_க்டிபி

source: contribution_role_dgc
it: Membro del comitato di laurea
ta: பங்களிப்பு_ரோல்_டிசிசி

source: contribution_role_dgs
it: Supervisore accademico
ta: பங்களிப்பு_ரோல்_டிசிஎச்

source: contribution_role_edt
it: Curatore
ta: பங்களிப்பு_ரோல்_இடி

source: contribution_role_prt
it: Stampatore
ta: பங்களிப்பு_ரோல்_பிர்ட்

source: contributor
it: Contributore
ta: பங்களிப்பாளர்

source: controlled_affiliation
it: Affiliazione controllata
ta: கட்டுப்படுத்தப்பட்ட இணைப்பு

source: deposit_log_action_approve
it: Convalidare
ta: டெபாசிட்_லாக்_அக்சன்_ஆப்ரோவ்

source: deposit_log_action_ask_for_changes
it: Richiedere modifiche
ta: டெபாசிட்_லாக்_அகேசன்_அச்கா_ஃபோர்_சேஞ்ச்ச்

source: deposit_log_action_reject
it: Rifiutare
ta: டெபாசிட்_லாக்_அக்சன்_ரேசெக்

source: deposit_log_action_submit
it: Sottoporre
ta: டெபாசிட்_லாக்_அக்சன்_சப்மிட்

source: deposit_status_ask_for_changes
it: Richiesta di modifica
ta: டெபாசிட்_ச்டாடச்_ஆச்க்_ஃபோர்_சேஞ்ச்ச்

source: deposit_status_in_progress
it: In corso
ta: டெபாசிட்_ச்டாடச்_இன்_பிராகெச்

source: deposit_status_rejected
it: Rifiutato
ta: டெபாசிட்_ச்டாடச்_ரேசெட்

source: deposit_status_to_validate
it: Da convalidare
ta: டெபாசிட்_ச்டாடச்_டோ_வலேட்

source: deposit_status_validated
it: Convalidato
ta: டெபாசிட்_ச்டேட்டச்_ வால்டேட்டட்

source: description
it: descrizione
ta: விளக்கம்

source: document_type
it: tipo di documento
ta: ஆவணம்_ வகை

source: document_type_advanced_studies_thesis
it: Tesi di studi avanzati

source: document_type_coar:R60J-J5BD
it: Presentazione a convegno

source: document_type_coar:c_0640
it: Rivista

source: document_type_coar:c_12cc
it: Cartografia

source: document_type_coar:c_15cd
it: Brevetto

source: document_type_coar:c_1843
it: Altro

source: document_type_coar:c_186u
it: Informativa politica

source: document_type_coar:c_18cc
it: Suono

source: document_type_coar:c_18co
it: Poster di congresso (non pubblicato in atti)

source: document_type_coar:c_18cp
it: Articolo di congresso (non pubblicato in atti)

source: document_type_coar:c_18cw
it: Partitura

source: document_type_coar:c_18gh
it: Rapporto tecnico

source: document_type_coar:c_18hj
it: Rapporto a un'agenzia di finanziamento

source: document_type_coar:c_18op
it: Deliverable di progetto

source: document_type_coar:c_18wq
it: Altro tipo di rapporto

source: document_type_coar:c_18ws
it: Rapporto di ricerca

source: document_type_coar:c_18ww
it: Rapporto interno

source: document_type_coar:c_18wz
it: Memorandum

source: document_type_coar:c_2659
it: Periodico

source: document_type_coar:c_2cd9
it: Rivista divulgativa

source: document_type_coar:c_2f33
it: Libro

source: document_type_coar:c_2fe3
it: Giornale

source: document_type_coar:c_3248
it: Capitolo di libro

source: document_type_coar:c_3e5a
it: Contributo in rivista

source: document_type_coar:c_46ec
it: Tesi

source: document_type_coar:c_5794
it: Articolo di congresso (pubblicato in atti)

source: document_type_coar:c_5ce6
it: Software

source: document_type_coar:c_6501
it: Articolo scientifico

source: document_type_coar:c_6670
it: Poster in congresso

source: document_type_coar:c_7a1f
it: Tesi di laurea (bachelor)

source: document_type_coar:c_8042
it: Working paper

source: document_type_coar:c_816b
it: Preprint

source: document_type_coar:c_8544
it: Lezione

source: document_type_coar:c_8a7e
it: Film

source: document_type_coar:c_93fc
it: Rapporto

source: document_type_coar:c_998f
it: Articolo di giornale

source: document_type_coar:c_ba08
it: Recensione di libro

source: document_type_coar:c_ba1f
it: Capitolo di rapporto

source: document_type_coar:c_bdcc
it: Tesi di master

source: document_type_coar:c_beb9
it: Data paper

source: document_type_coar:c_c94f
it: Contributo a congresso

source: document_type_coar:c_db06
it: Tesi di dottorato

source: document_type_coar:c_dcae04bc
it: Articolo di revisione

source: document_type_coar:c_ddb1
it: Dataset

source: document_type_coar:c_ecc8
it: Immagine

source: document_type_coar:c_f744
it: Atti di congresso

source: document_type_habilitation_thesis
it: Tesi di abilitazione
ta: document_type_habilation_thesis

source: document_type_non_textual_object
it: Non-textual object

source: document_type_other_thesis
it: Altre tesi

source: eduid
it: Switch edu-ID

source: eduidtest
it: Switch edu-ID Test
ta: EDUIDEST

source: endDate
it: data di fine
ta: எண்ட்டேட்

source: investigator
it: ricercatore
ta: புலனாய்வாளர்

source: keywords
it: parole chiave
ta: முக்கிய வார்த்தைகள்

source: label
it: etichetta
ta: சிட்டை

source: lang_aar
it: afar
ta: Long_

source: lang_abk
it: abcaso

source: lang_ace
it: accinese

source: lang_ach
it: acioli
ta: long_ach

source: lang_ada
it: adangme

source: lang_ady
it: adyghe

source: lang_afa
it: afroasiatiche (altre)
ta: lang_af

source: lang_afh
it: afrihili

source: lang_afr
it: afrikaans

source: lang_ain
it: ainu

source: lang_aka
it: akan
ta: லாங்_கா

source: lang_akk
it: accado
ta: long_akk

source: lang_alb
it: albanese

source: lang_ale
it: aleuto

source: lang_alg
it: lingue algonchine

source: lang_alt
it: altai meridionale

source: lang_amh
it: amarico

source: lang_ang
it: inglese antico

source: lang_anp
it: angika

source: lang_apa
it: lingue apache
ta: லாங்_பா

source: lang_ara
it: arabo
ta: லாங்_ரா

source: lang_arc
it: aramaico
ta: லாங்_ஆர்க்

source: lang_arg
it: aragonese
ta: long_arg

source: lang_arm
it: armeno

source: lang_arn
it: mapudungun

source: lang_arp
it: arapaho

source: lang_art
it: lingua artificiale (altre)
ta: long_art

source: lang_arw
it: aruaco

source: lang_asm
it: assamese

source: lang_ast
it: asturiano

source: lang_ath
it: lingue athabaska

source: lang_aus
it: lingue australiane aborigene

source: lang_ava
it: avaro
ta: long_ava

source: lang_ave
it: avestan

source: lang_awa
it: awadhi

source: lang_aym
it: aymara

source: lang_aze
it: azerbaigiano
ta: long_aze

source: lang_bad
it: banda
ta: லாங்_பாட்

source: lang_bai
it: lingue bamileke
ta: லாங்_பாய்

source: lang_bak
it: baschiro
ta: long_bak

source: lang_bal
it: beluci
ta: லாங்_பால்

source: lang_bam
it: bambara
ta: லாங்_பாம்

source: lang_ban
it: balinese
ta: லாங்_பன்
