Repository: rero/sonar
Catalog: sonar/translations/*/LC_MESSAGES/messages.po
Languages: it, ta

source: lang_baq
it: basco

source: lang_bas
it: basa
ta: லாங்_பாச்

source: lang_bat
it: lingue baltiche (altre)

source: lang_bej
it: begia

source: lang_bel
it: bielorusso
ta: லாங்_பெல்

source: lang_bem
it: wemba
ta: லாங்_பெம்

source: lang_ben
it: bengalese
ta: லாங்_பென்

source: lang_ber
it: lingue berbere
ta: long_ber

source: lang_bho
it: bhojpuri
ta: Long_bho

source: lang_bih
it: bihari

source: lang_bik
it: bicol
ta: லாங்_பிக்

source: lang_bin
it: bini
ta: லாங்_பின்

source: lang_bis
it: bislama
ta: long_bis

source: lang_bla
it: siksika

source: lang_bnt
it: bantu (altre)

source: lang_bos
it: bosniaco
ta: லாங்_போச்

source: lang_bra
it: braj
ta: லாங்_ரா

source: lang_bre
it: bretone

source: lang_btk
it: batak (indonesia)
ta: long_btk

source: lang_bua
it: buriat
ta: லாங்_புவா

source: lang_bug
it: bugi
ta: லாங்_பக்

source: lang_bul
it: bulgaro
ta: லாங்_புல்

source: lang_bur
it: birmano
ta: long_bur

source: lang_byn
it: blin
ta: லாங்_பின்

source: lang_cad
it: caddo

source: lang_cai
it: indiane centro-americane (altre)
ta: Off_talent

source: lang_car
it: caribico

source: lang_cat
it: catalano

source: lang_cau
it: lingue caucasiche (altre)

source: lang_ceb
it: cebuano

source: lang_cel
it: lingue celtiche (altre)

source: lang_cha
it: chamorro
ta: ஓநாய்_செக்

source: lang_chb
it: chibcha

source: lang_che
it: ceceno

source: lang_chg
it: ciagataico

source: lang_chi
it: cinese
ta: long_chi

source: lang_chk
it: chuukese

source: lang_chm
it: mari

source: lang_chn
it: gergo chinook

source: lang_cho
it: choctaw
ta: ஆட்டுக்குட்டி

source: lang_chp
it: chipewyan

source: lang_chr
it: cherokee
ta: long_chr

source: lang_chu
it: slavo della Chiesa
ta: ஓநாய்_அவுட்

source: lang_chv
it: ciuvascio
ta: long_chv

source: lang_chy
it: cheyenne

source: lang_cmc
it: chamic

source: lang_cnr
it: montenegrino

source: lang_cop
it: copto
ta: long_cop

source: lang_cor
it: cornico

source: lang_cos
it: corso
ta: லாங்_கோச்

source: lang_cpe
it: creoli e pidgin basati sull'inglese (altre)

source: lang_cpf
it: creoli e pidgin basati sul francese (altre)

source: lang_cpp
it: creoli e pidgin basati sul portoghese (altre)
ta: long_cpp

source: lang_cre
it: cree

source: lang_crh
it: turco crimeo

source: lang_crp
it: creoli e pidgin (altre)

source: lang_csb
it: kashubian

source: lang_cus
it: lingue cushitiche (altre)
ta: long_cus

source: lang_cze
it: ceco

source: lang_dak
it: dakota
ta: long_dak

source: lang_dan
it: danese
ta: லாங்_டான்

source: lang_dar
it: dargwa

source: lang_day
it: dayak

source: lang_del
it: delaware

source: lang_den
it: slave
ta: Lang_the

source: lang_dgr
it: dogrib
ta: ஓநாய்_சர்மேன்

source: lang_din
it: dinca

source: lang_div
it: divehi
ta: long_div

source: lang_doi
it: dogri

source: lang_dra
it: dravidiche (altre)

source: lang_dsb
it: basso sorabo

source: lang_dua
it: duala
ta: லாங்_டுவா

source: lang_dum
it: olandese medio
ta: long_dum

source: lang_dut
it: olandese; fiammingo
ta: சச்ட்_

source: lang_dyu
it: diula
ta: மட்டும்_டியு

source: lang_dzo
it: dzongkha
ta: அட்விட்

source: lang_efi
it: efik

source: lang_egy
it: egiziano antico
ta: Lang_eve

source: lang_eka
it: ekajuka
ta: just_eka

source: lang_elx
it: elamitico

source: lang_eng
it: inglese
ta: long_eng

source: lang_enm
it: inglese medio

source: lang_epo
it: esperanto

source: lang_est
it: estone

source: lang_ewe
it: ewe

source: lang_ewo
it: ewondo
ta: நாக்கு

source: lang_fan
it: fang
ta: ஓநாய்_ஃபான்

source: lang_fao
it: faroese

source: lang_fat
it: fanti

source: lang_fij
it: figiano
ta: ஆட்டுக்குட்டி

source: lang_fil
it: filippino
ta: long_fil

source: lang_fin
it: finlandese
ta: long_fin

source: lang_fiu
it: ugrofinniche (altre)

source: lang_fon
it: fon
ta: மட்டும்_ஃபோன்

source: lang_fre
it: francese
ta: long_fre

source: lang_frm
it: francese medio

source: lang_fro
it: francese antico

source: lang_frr
it: frisone settentrionale
ta: long_frr

source: lang_frs
it: frisone orientale

source: lang_fry
it: frisone occidentale

source: lang_ful
it: fulah

source: lang_fur
it: friulano

source: lang_gaa
it: ga

source: lang_gay
it: gayo
ta: லாங்_கே

source: lang_gba
it: gbaya

source: lang_gem
it: lingue germaniche (altre)
ta: லாங்_செம்

source: lang_geo
it: georgiano

source: lang_ger
it: tedesco
ta: நீண்ட

source: lang_gez
it: geez
ta: Lang_ge

source: lang_gil
it: gilbertese
ta: லாங்_சில்

source: lang_gla
it: gaelico scozzese
ta: லாங்_க்லா

source: lang_gle
it: irlandese
ta: long_gle

source: lang_glg
it: galiziano

source: lang_glv
it: mannese
ta: long_glv

source: lang_gmh
it: tedesco medio alto

source: lang_goh
it: tedesco antico alto

source: lang_gon
it: gondi
ta: long_gon

source: lang_gor
it: gorontalo
ta: long_gor

source: lang_got
it: gotico

source: lang_grb
it: grebo

source: lang_grc
it: greco antico

source: lang_gre
it: greco moderno (dal 1453)

source: lang_grn
it: guaraní

source: lang_gsw
it: tedesco svizzero

source: lang_guj
it: gujarati
ta: Long_guj

source: lang_gwi
it: gwichʼin
ta: இறப்பு

source: lang_hai
it: haida
ta: Off_still

source: lang_hat
it: haitiano
ta: long_hat

source: lang_hau
it: hausa
ta: long_hau

source: lang_haw
it: hawaiano

source: lang_heb
it: ebraico
ta: லாங்_எப்

source: lang_her
it: herero

source: lang_hil
it: ilongo
ta: லாங்_இல்

source: lang_him
it: himachali
ta: லாங்_இம்

source: lang_hin
it: hindi
ta: லாங்_இன்

source: lang_hit
it: hittite
ta: லாங்_இட்

source: lang_hmn
it: hmong

source: lang_hmo
it: hiri motu

source: lang_hrv
it: croato

source: lang_hsb
it: alto sorabo

source: lang_hun
it: ungherese
ta: long_hun

source: lang_hup
it: hupa
ta: long_hup

source: lang_iba
it: iban
ta: லாங்_பா

source: lang_ibo
it: igbo

source: lang_ice
it: islandese

source: lang_ido
it: ido

source: lang_iii
it: sichuan yi

source: lang_ijo
it: ijo

source: lang_iku
it: inuktitut
ta: lang_i

source: lang_ile
it: interlingue

source: lang_ilo
it: ilocano

source: lang_ina
it: interlingua

source: lang_inc
it: lingue indoarie (altre)

source: lang_ind
it: indonesiano

source: lang_ine
it: lingue indoeuropee (altre)

source: lang_inh
it: ingush

source: lang_ipk
it: inupiak

source: lang_ira
it: lingue iraniche (altre)

source: lang_iro
it: lingue irochesi

source: lang_ita
it: italiano

source: lang_jav
it: giavanese

source: lang_jbo
it: lojban
ta: கிரீம்_ கிளாச்

source: lang_jpn
it: giapponese

source: lang_jpr
it: giudeo persiano
ta: lang_jp

source: lang_jrb
it: giudeo arabo

source: lang_kaa
it: kara-kalpak

source: lang_kab
it: cabilo

source: lang_kac
it: kachin

source: lang_kal
it: groenlandese

source: lang_kam
it: kamba
ta: லாங்_காம்

source: lang_kan
it: kannada
ta: லாங்_கான்

source: lang_kar
it: karen

source: lang_kas
it: kashmiri
ta: குரல்

source: lang_kau
it: kanuri

source: lang_kaw
it: kawi

source: lang_kaz
it: kazako
ta: லாங்_காச்

source: lang_kbd
it: cabardino
ta: ஏவுதல்

source: lang_kha
it: khasi
ta: வாழ்க்கை

source: lang_khi
it: khoisan (altre)

source: lang_khm
it: khmer
ta: வாழ்க்கை

source: lang_kho
it: khotanese
ta: இல்லை

source: lang_kik
it: kikuyu
ta: long_kik

source: lang_kin
it: kinyarwanda

source: lang_kir
it: kirghiso

source: lang_kmb
it: kimbundu

source: lang_kok
it: konkani
ta: long_kok

source: lang_kom
it: komi
ta: long_kom

source: lang_kon
it: kongo
ta: just_want

source: lang_kor
it: coreano
ta: long_kor

source: lang_kos
it: kosraean
ta: long_kos

source: lang_kpe
it: kpelle
ta: plang_pepe

source: lang_krc
it: karachay-Balkar
ta: long_krc

source: lang_krl
it: careliano

source: lang_kro
it: kru
ta: long_kro

source: lang_kru
it: kurukh

source: lang_kua
it: kuanyama

source: lang_kum
it: kumyk

source: lang_kur
it: curdo

source: lang_kut
it: kutenai

source: lang_lad
it: giudeo-spagnolo
ta: லாங்_லாட்

source: lang_lah
it: lahnda
ta: லாங்_லா

source: lang_lam
it: lamba

source: lang_lao
it: lao
ta: Off_old

source: lang_lat
it: latino
ta: லாங்_லாட்

source: lang_lav
it: lettone

source: lang_lez
it: lesgo
ta: சலவை

source: lang_lim
it: limburghese
ta: long_lim

source: lang_lin
it: lingala

source: lang_lit
it: lituano

source: lang_lol
it: lolo bantu

source: lang_loz
it: lozi
ta: சலவை

source: lang_ltz
it: lussemburghese

source: lang_lua
it: luba-lulua
ta: லாங்_லுவா

source: lang_lub
it: luba-katanga

source: lang_lug
it: ganda
ta: long_lug

source: lang_lui
it: luiseno

source: lang_lun
it: lunda
ta: ஓநாய்_ஆன்லைன்

source: lang_luo
it: luo
ta: ஓநாய்_லூ

source: lang_lus
it: lushai
ta: லாங்_லச்

source: lang_mac
it: macedone

source: lang_mad
it: madurese
ta: லாங்_மாட்

source: lang_mag
it: magahi

source: lang_mah
it: marshallese

source: lang_mai
it: maithili
ta: லாங்_மாய்

source: lang_mak
it: makasar

source: lang_mal
it: malayalam
ta: நீண்ட

source: lang_man
it: mandingo

source: lang_mao
it: maori

source: lang_map
it: austronesiano (altre)

source: lang_mar
it: marathi
ta: long_mar

source: lang_mas
it: masai

source: lang_may
it: malay
ta: லாங்_மே

source: lang_mdf
it: moksha

source: lang_mdr
it: mandar

source: lang_men
it: mende
ta: லாங்_மென்

source: lang_mga
it: irlandese medio

source: lang_mic
it: micmac
ta: லாங்_மிக்

source: lang_min
it: menangkabau
ta: லாங்_மின்

source: lang_mis
it: ainu
ta: long_mass

source: lang_mkh
it: mon-khmer (altre)
ta: Lang_mx

source: lang_mlg
it: malgascio
ta: long_mlg

source: lang_mlt
it: maltese

source: lang_mnc
it: manchu

source: lang_mni
it: manipuri

source: lang_mno
it: lingue manobo

source: lang_moh
it: mohawk

source: lang_mon
it: mongolo
ta: long_mon

source: lang_mos
it: mossi
ta: லாங்_மோச்

source: lang_mul
it: multilingua

source: lang_mun
it: lingue munda
ta: சலவை

source: lang_mus
it: creek
ta: லாங்_மச்

source: lang_mwl
it: mirandese

source: lang_mwr
it: marwari

source: lang_myn
it: maya
ta: லாங்_மின்

source: lang_myv
it: erzya

source: lang_nah
it: nahuatl

source: lang_nai
it: indiano nordamericano (altre)
ta: ஓநாய்_னே

source: lang_nap
it: napoletano

source: lang_nau
it: nauru

source: lang_nav
it: navajo
ta: long_nav

source: lang_nbl
it: ndebele del sud

source: lang_nde
it: ndebele del nord
ta: long_nde

source: lang_ndo
it: ndonga
ta: மட்டும்_டோ

source: lang_nds
it: basso tedesco

source: lang_nep
it: nepalese
ta: long_nep

source: lang_new
it: newari

source: lang_nia
it: nias
ta: Off_you

source: lang_nic
it: niger-kordofaniane (altre)
ta: லாங்_னிக்

source: lang_niu
it: niue
ta: ஓநாய்_கோ

source: lang_nno
it: norvegese nynorsk

source: lang_nob
it: norvegese bokmål

source: lang_nog
it: nogai
ta: நீண்ட

source: lang_non
it: norse antico

source: lang_nor
it: norvegese

source: lang_nqo
it: n’ko

source: lang_nso
it: sotho del nord

source: lang_nub
it: lingue nubiane

source: lang_nwc
it: newari classico

source: lang_nya
it: nyanja

source: lang_nym
it: nyamwezi

source: lang_nyn
it: nyankole

source: lang_nyo
it: nyoro

source: lang_nzi
it: nzima
ta: மட்டும்_என்சி

source: lang_oci
it: occitano

source: lang_oji
it: ojibwa
ta: ஓநாய்_ஓ மற்றும்

source: lang_ori
it: odia

source: lang_orm
it: oromo

source: lang_osa
it: osage
ta: long_osa

source: lang_oss
it: ossetico
ta: long_oss

source: lang_ota
it: turco ottomano

source: lang_oto
it: lingue otomiane
ta: லாங்_ஓடோ

source: lang_paa
it: papuasiche

source: lang_pag
it: pangasinan

source: lang_pal
it: pahlavi
ta: லாங்_பால்

source: lang_pam
it: pampanga
ta: ஏவுதல்

source: lang_pan
it: punjabi

source: lang_pap
it: papiamento

source: lang_pau
it: palauano

source: lang_peo
it: persiano antico
ta: long_peo

source: lang_per
it: persiano

source: lang_phi
it: filippine (altre)
ta: lang_you

source: lang_phn
it: fenicio

source: lang_pli
it: pali
ta: மேலும் நாக்கு

source: lang_pol
it: polacco

source: lang_pon
it: ponape
ta: லாங்_பான்

source: lang_por
it: portoghese
ta: மட்டும்_ச்டர்

source: lang_pra
it: lingue pracrite

source: lang_pro
it: provenzale antico

source: lang_pus
it: pashto
ta: long_pus

source: lang_que
it: quechua

source: lang_raj
it: rajasthani
ta: லாங்_ராச்

source: lang_rap
it: rapanui

source: lang_rar
it: rarotonga
ta: long_rar

source: lang_roa
it: lingue romanze (altre)
ta: லாங்

source: lang_roh
it: romancio

source: lang_rom
it: romani
ta: long_rom

source: lang_rum
it: romeno
ta: long_rum

source: lang_run
it: rundi

source: lang_rup
it: arumeno

source: lang_rus
it: russo
ta: லாங்_ரச்

source: lang_sad
it: sandawe

source: lang_sag
it: sango

source: lang_sah
it: yakut
ta: லாங்_சா

source: lang_sai
it: lingue indiane sudamericane (altre)

source: lang_sal
it: lingue salish

source: lang_sam
it: aramaico samaritano
ta: long_sam

source: lang_san
it: sanscrito
ta: மட்டும்

source: lang_sas
it: sasak
ta: long_sas

source: lang_sat
it: santali

source: lang_scn
it: siciliano

source: lang_sco
it: scozzese

source: lang_sel
it: selkup

source: lang_sem
it: lingue semitiche (altre)

source: lang_sga
it: irlandese antico
ta: long_sga

source: lang_sgn
it: lingua dei segni

source: lang_shn
it: shan

source: lang_sid
it: sidamo
ta: long_sid

source: lang_sin
it: singalese

source: lang_sio
it: lingue sioux
ta: just_sio

source: lang_sit
it: sinotibetane (altre)

source: lang_sla
it: lingue slave (altre)
ta: லாங்_ச்லா

source: lang_slo
it: slovacco
ta: long_slo

source: lang_slv
it: sloveno

source: lang_sma
it: sami del sud

source: lang_sme
it: sami del nord

source: lang_smi
it: lingue sami (altre)
ta: long_smi

source: lang_smj
it: sami di Lule

source: lang_smn
it: sami di Inari

source: lang_smo
it: samoano
ta: மட்டும்_மோ

source: lang_sms
it: sami skolt
ta: long_sms

source: lang_sna
it: shona

source: lang_snd
it: sindhi

source: lang_snk
it: soninke

source: lang_sog
it: sogdiano

source: lang_som
it: somalo
ta: மெதுவாக

source: lang_son
it: songhai
ta: long_son

source: lang_sot
it: sotho del sud
ta: long_sot

source: lang_spa
it: spagnolo

source: lang_srd
it: sardo

source: lang_srn
it: sranan tongo

source: lang_srp
it: serbo

source: lang_srr
it: serer

source: lang_ssa
it: lingue nilo-sahariane (altre)

source: lang_ssw
it: swati

source: lang_suk
it: sukuma

source: lang_sun
it: sundanese

source: lang_sus
it: susu
ta: மட்டும்_சச்

source: lang_sux
it: sumero
ta: சலவை

source: lang_swa
it: swahili
ta: லாங்_ச்வா

source: lang_swe
it: svedese

source: lang_syc
it: siriaco classico

source: lang_syr
it: siriaco
ta: long_syr

source: lang_tah
it: taitiano

source: lang_tai
it: thailandese (altre)
ta: ச்ட்ரீ

source: lang_tam
it: tamil
ta: மட்டும்_தாம்

source: lang_tat
it: tataro

source: lang_tel
it: telugu
ta: long_tel

source: lang_tem
it: temne

source: lang_ter
it: tereno

source: lang_tet
it: tetum

source: lang_tgk
it: tagico

source: lang_tgl
it: tagalog
ta: just_tgl

source: lang_tha
it: thai

source: lang_tib
it: tibetano

source: lang_tig
it: tigre

source: lang_tir
it: tigrino

source: lang_tiv
it: tiv
ta: long_tiv

source: lang_tkl
it: tokelau

source: lang_tlh
it: klingon

source: lang_tli
it: tlingit

source: lang_tmh
it: tamashek

source: lang_tog
it: nyasa del Tonga

source: lang_ton
it: tongano
ta: long_ton

source: lang_tpi
it: tok pisin

source: lang_tsi
it: tsimshian

source: lang_tsn
it: tswana

source: lang_tso
it: tsonga

source: lang_tuk
it: turcomanno

source: lang_tum
it: tumbuka

source: lang_tup
it: lingue tupi

source: lang_tur
it: turco
ta: long_tur

source: lang_tut
it: altaiche (altre)
ta: long_tut

source: lang_tvl
it: tuvalu
ta: long_tvl

source: lang_twi
it: ci

source: lang_tyv
it: tuvinian
ta: Lang_the

source: lang_udm
it: udmurt

source: lang_uga
it: ugaritico

source: lang_uig
it: uiguro
ta: மட்டும்_யிக்

source: lang_ukr
it: ucraino
ta: மட்டும்

source: lang_umb
it: mbundu

source: lang_und
it: lingua imprecisata
ta: long_ மற்றும்

source: lang_urd
it: urdu

source: lang_uzb
it: uzbeco

source: lang_vai
it: vai

source: lang_ven
it: venda

source: lang_vie
it: vietnamita
ta: long_vie

source: lang_vol
it: volapük
ta: long_vol

source: lang_vot
it: voto

source: lang_wak
it: lingue wakash
ta: லாங்_வாக்

source: lang_wal
it: walamo

source: lang_war
it: waray
ta: long_war

source: lang_was
it: washo
ta: long_was

source: lang_wel
it: gallese
ta: long_wel

source: lang_wen
it: lingue lusaziane
ta: ஓநாய்_ வினவல்

source: lang_wln
it: vallone

source: lang_wol
it: wolof
ta: long_wol

source: lang_xal
it: kalmyk
ta: or_w

source: lang_xho
it: xhosa

source: lang_yao
it: yao (bantu)
ta: Off_want

source: lang_yap
it: yapese

source: lang_yid
it: yiddish

source: lang_yor
it: yoruba

source: lang_ypk
it: lingue yupik

source: lang_zap
it: zapotec

source: lang_zbl
it: blissymbol

source: lang_zen
it: zenaga

source: lang_zha
it: zhuang
ta: ஓநாய்_பிளாச்ட்

source: lang_znd
it: zande

source: lang_zul
it: zulu

source: lang_zun
it: zuni
ta: ஓநாய்_

source: lang_zxx
it: nessun contenuto linguistico

source: lang_zza
it: zaza

source: language
it: lingua
ta: மொழி

source: mainTeam
it: squadra principale
ta: பராமரிப்பு

source: name
it: nome
ta: பெயர்

source: no.
it: n.
ta: இல்லை.

source: other files
it: altri files
ta: பிற கோப்புகள்

source: result
it: risultato
ta: முடிவு

source: role_admin
it: amministratore
ta: ரோல்_அட்மின்

source: role_moderator
it: moderatore
ta: ரோல்_மோடரேட்டர்

source: role_submitter
it: depositante
ta: real_submitter

source: role_superuser
it: super utente
ta: real_superuser

source: role_user
it: utente
ta: ரோல்_ பயன்

source: secondaryTeam
it: squadra secondaria
ta: இரண்டாம் நிலை

source: startDate
it: data di inizio
ta: தொடக்க தேதி

source: status
it: statuto
ta: நிலை

source: subdivision
it: suddivisione
ta: உட்பிரிவு

source: subject
it: soggetto
ta: பொருள்

source: supported by
it: sostenuto da
ta: ஆதரிக்கிறது

source: user
it: utente
ta: பயனர்

source: validation_action_approve
it: Convalidare

source: validation_action_ask_for_changes
it: Richiedere modifiche

source: validation_action_publish
it: Pubblicare

source: validation_action_reject
it: Rifiutare

source: validation_action_save
it: Salvare

source: validation_status_ask_for_changes
it: Richiesta di modifica

source: validation_status_in_progress
it: In corso

source: validation_status_rejected
it: Rifiutato

source: validation_status_to_validate
it: Da convalidare

source: validation_status_validated
it: Convalidato

source: year
it: anno
ta: ஆண்டு

source: ​Swiss National Science Foundation
it: Fondo nazionale svizzero per la ricerca scientifica
ta: சுவிச் தேசிய அறிவியல் அறக்கட்டளை

source: Abandoned
ta: கைவிடப்பட்டது

source: Actor
ta: நடிகர்

source: Actor involved
ta: சம்பந்தப்பட்ட நடிகர்

source: Allophone student
ta: அலோன் மாணவர்

source: Animator
ta: அனிமேட்டர்

source: Animators
ta: அனிமேட்டர்கள்

source: Apprentice
ta: பயிற்சி

source: Ark Name Assigning Authority Number (NAAN)
ta: பேழை பெயர் அதிகார எண் (நான்) ஒதுக்குதல்

source: Bucket UUID
ta: வாளி uuid

source: CC BY
ta: சி.சி மூலம்

source: CC BY-NC
ta: சிசி பை-என்சி

source: CC BY-NC-ND
ta: சிசி பை-என்.சி-என்.டி

source: CC BY-NC-SA
ta: சிசி பை-என்.சி-எச்.ஏ

source: CC BY-ND
ta: சிசி பை-என்.டி

source: CC BY-SA
ta: சி.சி பை-எச்.ஏ

source: Classroom teacher
ta: வகுப்பறை ஆசிரியர்

source: Creativity, transformations and innovations in education
ta: படைப்பாற்றல், மாற்றங்கள் மற்றும் கல்வியில் புதுமைகள்

source: Current action done in the validation process.
ta: சரிபார்ப்பு செயல்பாட்டில் செய்யப்படும் தற்போதைய நடவடிக்கை.

source: Current status of the record in the validation process.
ta: சரிபார்ப்பு செயல்பாட்டில் பதிவின் தற்போதைய நிலை.

source: Dean of a school
ta: ஒரு பள்ளியின் டீன்

source: Director, head of HE training
ta: இயக்குனர், அவர் பயிற்சியின் தலைவர்

source: Director, head of establishment
ta: இயக்குனர், ச்தாபனத் தலைவர்

source: Doctoral student
ta: முனைவர் மாணவர்

source: Doctorate not supported by the HEP-VS
ta: HEP-VS ஆல் ஆதரிக்கப்படவில்லை

source: Doctorate supported by the HEP-VS
ta: HEP-VS ஆல் ஆதரிக்கப்படும் முனைவர் பட்டம்

source: E-mail
ta: மின்னஞ்சல்

source: Education, childhood and the learning Society 21
ta: கல்வி, குழந்தை பருவ மற்றும் கற்றல் சங்கம் 21

source: Educational document, report
ta: கல்வி ஆவணம், அறிக்கை

source: Email
ta: மின்னஞ்சல்

source: Embargo
ta: தடை

source: Emotions, learning, and well-being at school
ta: பள்ளியில் உணர்ச்சிகள், கற்றல் மற்றும் நல்வாழ்வு

source: Example: 1, 4-5, …
ta: எடுத்துக்காட்டு: 1, 4-5,…

source: Example: 10, 22-24, …
ta: எடுத்துக்காட்டு: 10, 22-24,…

source: Example: Research dataset
ta: எடுத்துக்காட்டு: ஆராய்ச்சி தரவுத்தொகுப்பு

source: External partner
ta: வெளிப்புற பங்குதாரர்

source: External partners are involved
ta: வெளிப்புற பங்காளிகள் ஈடுபட்டுள்ளனர்

source: File downloads
ta: கோப்பு பதிவிறக்கங்கள்

source: File item
ta: கோப்பு உருப்படி

source: First and last name
ta: முதல் மற்றும் கடைசி பெயர்

source: Fundamental learning
ta: அடிப்படை கற்றல்

source: Funded research
ta: நிதியளிக்கப்பட்ட ஆராய்ச்சி

source: Funder
ta: மோசடி

source: Funding number
ta: பொருள் எண்

source: Funding request
ta: பொருள் கோரிக்கை

source: Funding was granted for the project
ta: திட்டத்திற்கு பொருள் வழங்கப்பட்டது

source: Gold
ta: தங்கம்

source: Green
ta: பச்சை

source: HEP status
ta: எப் நிலை

source: HES-SO
ta: அச்-சோ

source: In progress
ta: முன்னேற்றத்தில் உள்ளது

source: Inspector
ta: இன்ச்பெக்டர்

source: Institution
ta: நிறுவனம்

source: Internal research
ta: உள் ஆராய்ச்சி

source: Invenio
ta: கண்டுபிடி

source: Invenio assets
ta: சொத்துக்களைக் கண்டறியவும்

source: Languages, arts, cultures: mediation and teaching
ta: மொழிகள், கலை, கலாச்சாரங்கள்: மத்தியச்தம் மற்றும் கற்பித்தல்

source: Lecturer/professor
ta: விரிவுரையாளர்/பேராசிரியர்

source: Locality (Valais)
ta: இருப்பிடம் (வலாய்ச்)

source: Log
ta: பதிவு

source: Logopedist
ta: பேச்சு சிகிச்சையாளர்

source: Logs
ta: பதிவுகள்

source: Master
ta: மாச்டர்

source: Master of Advanced Studies
ta: மேம்பட்ட ஆய்வுகளின் மாச்டர்

source: Mediator
ta: உடன்படுத்துபவர்

source: ORCID
ta: அல்லது சிட்

source: Other (free field)
ta: மற்றவை (இலவச புலம்)

source: Other canton (Switzerland)
ta: பிற கேன்டன் (சுவிட்சர்லாந்து)

source: Other locality (Switzerland)
ta: பிற இடம் (சுவிட்சர்லாந்து)

source: Parents
ta: பெற்றோர்

source: Pedagogical and technological innovation
ta: கற்பித்தல் மற்றும் தொழில்நுட்ப கண்டுபிடிப்பு

source: Post-doctorate supported by the HEP-VS
ta: எப்-வி.எச் ஆதரிக்கப்படும் பிந்தைய முதுகலை

source: Practitioner-trainer
ta: பயிற்சியாளர்-பயிற்சியாளர்

source: Primary teacher
ta: முதன்மை ஆசிரியர்

source: Private foundation
ta: தனியார் அடித்தளம்

source: Project sponsor
ta: திட்ட ஆதரவாளர்

source: Project status
ta: திட்ட நிலை

source: Psychologist
ta: உளவியலாளர்

source: Psychomotrician
ta: சைக்கோமோட்ரிசியன்

source: Public foundation
ta: பொது அறக்கட்டளை

source: Schema
ta: திட்டம்

source: Schema representing a validation workflow.
ta: சரிபார்ப்பு பணிப்பாய்வுகளை குறிக்கும் ச்கீமா.

source: Scientific collaborator
ta: அறிவியல் ஒத்துழைப்பாளர்

source: Secondary teacher
ta: இரண்டாம் நிலை ஆசிரியர்

source: Serie
ta: சீரி

source: Social Assistant
ta: சமூக உதவியாளர்

source: Special education teacher
ta: சிறப்பு கல்வி ஆசிரியர்

source: State of Valais, Education service
ta: வலாய்ச் மாநிலம், கல்வி பணி

source: State of Valais, Higher education service
ta: வலாய்ச் மாநிலம், உயர் கல்வி பணி

source: State of Valais, other services
ta: வலாய்ச் மாநிலம், பிற சேவைகள்

source: State of Valais, parastatal institution
ta: வலாய்ச் மாநிலம், பராச்டாடல் நிறுவனம்

source: Student
ta: மாணவர்

source: Student in special education
ta: சிறப்பு கல்வியில் மாணவர்

source: Student in training
ta: பயிற்சியில் மாணவர்

source: Suspended
ta: இடைநீக்கம்

source: Swiss Open Access Repository
ta: சுவிச் திறந்த அணுகல் களஞ்சியம்

source: Swissuniversities
ta: சுவிச் யுனிவர்சிட்டிகள்

source: Tertiary teacher
ta: மூன்றாம் நிலை ஆசிரியர்

source: This project has been submitted for funding
ta: இந்த திட்டம் நிதியுதவிக்காக சமர்ப்பிக்கப்பட்டுள்ளது
