Repository: rero/sonar
Catalog: sonar/translations/*/LC_MESSAGES/messages.po
Languages: it, ta

source: This project is the subject of an educational document or a report to the city or science
ta: இந்த திட்டம் ஒரு கல்வி ஆவணம் அல்லது நகரம் அல்லது அறிவியலுக்கான அறிக்கையின் பொருள்

source: This project promotes pedagogical or technological innovation
ta: இந்த திட்டம் கற்பித்தல் அல்லது தொழில்நுட்ப கண்டுபிடிப்புகளை ஊக்குவிக்கிறது

source: This research is linked to a mandate
ta: இந்த ஆராய்ச்சி ஒரு ஆணையுடன் இணைக்கப்பட்டுள்ளது

source: Trainer
ta: பயிற்சியாளர்

source: Training and professionalization
ta: பயிற்சி மற்றும் தொழில்மயமாக்கல்

source: Type of actor
ta: நடிகரின் வகை

source: URL
ta: முகவரி

source: UUID of the FileInstance object.
ta: FileInstance பொருளின் UUID.

source: UUID of the ObjectVersion object.
ta: பொருள் மாற்றும் பொருளின் uuid.

source: Vice-rector HE
ta: துணை-ரெக்டர் அவர்

source: Volume
ta: தொகுதி

source: What are the benefits of research in training?
ta: பயிற்சியில் ஆராய்ச்சியின் நன்மைகள் என்ன?

source: Who are the actors involved in the field?
ta: துறையில் சம்பந்தப்பட்ட நடிகர்கள் யார்?

source: actorsInvolved
ta: ஆக்சின்வோல்பெட்

source: benefits
ta: நன்மைகள்

source: contribution_role_{role}
ta: பங்களிப்பு_ரோல்_ {role}

source: educationalDocument
ta: கல்வி அறிவிப்பு

source: externalPartners
ta: வெளிப்புற பார்ட்னர்ச்

source: funding_funder_name
ta: finding_funder_name

source: funding_funder_number
ta: finding_funder_number

source: funding_funder_type
ta: finding_funder_type

source: funding_fundingReceived
ta: நிதி_பூன்டிங் ரீசிவ்

source: impactOnFormation
ta: தாக்கம்

source: impactOnProfessionalEnvironment
ta: IMPATIONPROFESSENSALENEVERONMENT

source: impactOnPublicAction
ta: தாக்கம்

source: innerSearcher
ta: இன்னர்ச் தேடுபவர்

source: p.
ta: ப.

source: pid
ta: பிஐடி

source: pmid
ta: பி.எம்.ஐ.டி.

source: projectSponsor
ta: ProjectPonsor

source: promoteInnovation
ta: ஊக்குவிப்பு

source: realizationFramework
ta: reacalizationframework

source: relatedToMandate_briefDescription
ta: தொடர்புடைய டொமண்டேட்_பிரீஃப் டிச்கிரிப்சன்

source: relatedToMandate_mandate
ta: தொடர்புடைய டோமாண்டேட்_மாண்டேட்

source: relatedToMandate_name
ta: தொடர்புடைய டோமாண்டேட்_பேம்

source: searchResultsValorised
ta: தேடல் முடிவுகள் மதிப்பிடப்படுகின்றன

source: uri
ta: யூரி

source: vol.
ta: தொகுதி.
